results/run015/constant/thermophysicalProperties.water
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile {
  format ascii;
  class dictionary;
  location "constant";
  object thermophysicalProperties.water;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

thermoType {
  type heRhoThermo;
  mixture pureMixture;
  transport const;
  thermo eConst;
  equationOfState rhoConst;
  specie specie;
  energy sensibleInternalEnergy;
}

mixture {
  specie { molWeight 18; }
  equationOfState { rho 998; }
  thermodynamics {
    Cv 4195;
    Hf 0;
  }
  transport {
    mu 3.645e-4;
    Pr 2.289;
  }
}

// ************************************************************************* //
